source/_static/diagrams/39-a-reframe-test-is-a-class.d2
direction: right
n0: "simple_test"
n1: "fields"
n2: "run"
n0 -> n1
n1 -> n2
